[Ebony_CV X2WeaponTemplate]
FriendlyName="<font color='#4b4b4b'>黑檀木</font>"
FriendlyNamePlural="<font color='#4b4b4b'>黑檀木</font>"
BriefSummary="黑檀木，但丁的标志性双枪中的一把。"
TacticalText="<Bullet/>黑檀木，但丁的标志性双枪中的一把。"
AbilityDescName="手枪"

[Ebony_MG X2WeaponTemplate]
FriendlyName="<font color='#4b4b4b'>黑檀木</font>"
FriendlyNamePlural="<font color='#4b4b4b'>黑檀木</font>"
BriefSummary="黑檀木，但丁的标志性双枪中的一把。"
TacticalText="<Bullet/>黑檀木，但丁的标志性双枪中的一把。"
AbilityDescName="手枪"

[Ebony_BM X2WeaponTemplate]
FriendlyName="<font color='#4b4b4b'>黑檀木</font>"
FriendlyNamePlural="<font color='#4b4b4b'>黑檀木</font>"
BriefSummary="黑檀木，但丁的标志性双枪中的一把。"
TacticalText="<Bullet/>黑檀木，但丁的标志性双枪中的一把。"
AbilityDescName="手枪"


[Ivory_CV X2WeaponTemplate]
FriendlyName="<font color='#ffffff'>白象牙</font>"
FriendlyNamePlural="<font color='#ffffff'>白象牙</font>"
BriefSummary="白象牙，但丁的标志性双枪中的一把。"
TacticalText="<Bullet/>白象牙，但丁的标志性双枪中的一把。"
AbilityDescName="手枪"

[Ivory_MG X2WeaponTemplate]
FriendlyName="<font color='#ffffff'>白象牙</font>"
FriendlyNamePlural="<font color='#ffffff'>白象牙</font>"
BriefSummary="白象牙，但丁的标志性双枪中的一把。"
TacticalText="<Bullet/>白象牙，但丁的标志性双枪中的一把。"
AbilityDescName="手枪"

[Ivory_BM X2WeaponTemplate]
FriendlyName="<font color='#ffffff'>白象牙</font>"
FriendlyNamePlural="<font color='#ffffff'>白象牙</font>"
BriefSummary="白象牙，但丁的标志性双枪中的一把。"
TacticalText="<Bullet/>白象牙，但丁的标志性双枪中的一把。"
AbilityDescName="手枪"